Revit 2027 API
IntersectionResultArrayIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public IntersectionResultArrayIterator()
Public Sub New
public:
IntersectionResultArrayIterator()
new : unit -> IntersectionResultArrayIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
IntersectionResultArrayIterator Class
Autodesk.Revit.DB Namespace